Repository: pmraps/PT-clavis
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: pt_pt

source: ADC (analogue to digital converter)
pt_pt: ADC (conversor analógico->digital)

source: AGC (automatic gain control)
pt_pt: AGC (controlo de ganho automático)

source: About
pt_pt: Acerca

source: Accept
pt_pt: Aceitar

source: Access
pt_pt: Acesso

source: Account
pt_pt: Conta

source: Action
pt_pt: Acção

source: Active
pt_pt: Activo

source: Add
pt_pt: Adicione, Adicionar

source: Added
pt_pt: Adicionado

source: Additional
pt_pt: Adicional

source: Address
pt_pt: Endereço

source: Address book
pt_pt: Livro de endereços

source: Adjust
pt_pt: Ajustar

source: Administrator
pt_pt: Administrador

source: Afghanistan
pt_pt: Afeganistão

source: Agreement
pt_pt: Acordo

source: Air Force blue
pt_pt: Azul da Força Aérea

source: Albania
pt_pt: Albânia

source: Algeria
pt_pt: Argélia

source: Aliasing
pt_pt: Suavização

source: Alice blue
pt_pt: Azul Alice

source: Align
pt_pt: Alinhar

source: Alignment
pt_pt: Alinhamento

source: Alizarin crimson
pt_pt: Carmesim Alizarin

source: All
pt_pt: Tudo

source: Allowed
pt_pt: Permitido

source: Almond
pt_pt: Amêndoa

source: Amaranth
pt_pt: Amaranto

source: Amber
pt_pt: Âmbar

source: American Samoa
pt_pt: Samoa Americana

source: American rose
pt_pt: Rosa americano

source: Amethyst
pt_pt: Ametista

source: Amount
pt_pt: Quantidade

source: Analog
pt_pt: Analógico

source: Analytics
pt_pt: Analítica

source: Anchor
pt_pt: Âncora

source: Android Green
pt_pt: Verde Android

source: Angle
pt_pt: Ângulo

source: Anguilla
pt_pt: Anguila

source: Antarctica
pt_pt: Antárctica

source: Anti-flash white
pt_pt: Branco anti-flash

source: Antialias
pt_pt: Suavização

source: Antigua and Barbuda
pt_pt: Antígua e Barbuda

source: Antique brass
pt_pt: Bronze antigo

source: Antique fuchsia
pt_pt: Fúcsia antigo

source: Antique white
pt_pt: Branco antigo

source: Aperture
pt_pt: Abertura

source: Aperture Correction
pt_pt: Correcção de abertura

source: Apple green
pt_pt: Maçã verde

source: Application
pt_pt: Programa, Aplicação

source: Applied
pt_pt: Aplicado

source: Apply
pt_pt: Aplicar

source: Apricot
pt_pt: Damasco

source: April
pt_pt: Abril

source: Arabic
pt_pt: Arábico

source: Argument
pt_pt: Argumento

source: Armenia
pt_pt: Arménia

source: Army green
pt_pt: Verde Exército

source: Arrange
pt_pt: Dispor

source: Array
pt_pt: Matriz

source: Arrow
pt_pt: Seta

source: Artifact
pt_pt: Artefacto

source: Arylide yellow
pt_pt: Amarelo Arilide

source: Ascending
pt_pt: Ascendente

source: Ash grey
pt_pt: Cor de cinza

source: Ashmore and Cartier Islands
pt_pt: Ilhas Ashmore e Cartier

source: Asian
pt_pt: Asiático

source: Asparagus
pt_pt: Espargos

source: Aspect Ratio
pt_pt: Proporção

source: Assign
pt_pt: Atribuir

source: Assigned
pt_pt: Atribuído

source: Atomic tangerine
pt_pt: Tangerina atómica

source: Attenuation
pt_pt: Atenuação

source: Attribute
pt_pt: Atributo

source: August
pt_pt: Agosto

source: Aureolin
pt_pt: Aureolina

source: Australia
pt_pt: Austrália

source: Austria
pt_pt: Áustria

source: Author
pt_pt: Autor

source: Auto Balance
pt_pt: Equilíbrio automático

source: Auto Light Range
pt_pt: Intervalo de luz automático

source: AutoCorrect
pt_pt: Correcção automática

source: AutoText
pt_pt: Texto automático

source: Automatic
pt_pt: Automático

source: Automatic Brightness Control
pt_pt: Controlo de brilho automático

source: Automatic Frequency
pt_pt: Frequência automática

source: Automatic Gain Control
pt_pt: Controlo de ganho automático

source: Automatic Iris Lens
pt_pt: Lente de íris automática

source: Automatic Light Control
pt_pt: Controlo de luz automático

source: Automatically
pt_pt: Automaticamente

source: Awesome
pt_pt: Impressionante

source: Axis
pt_pt: Eixo

source: Azerbaijan
pt_pt: Azerbaijão

source: Azure mist/web
pt_pt: Névoa/Teia Azure

source: Baby blue
pt_pt: Azul bebé

source: Baby blue eyes
pt_pt: Olhos azul bebé

source: Baby pink
pt_pt: Rosa bebé

source: Back
pt_pt: Recuar

source: Back Porch
pt_pt: Varanda de trás

source: Background
pt_pt: Fundo, 2º plano

source: Background color
pt_pt: Cor de fundo

source: Backup
pt_pt: Salvaguarda, Segurança, Cópia de segurança

source: Backward
pt_pt: Recuar

source: Bahamas, The
pt_pt: Bahamas

source: Bahrain
pt_pt: Bahrein

source: Ball Blue
pt_pt: Azul bola

source: Banana Mania
pt_pt: Mania da banana

source: Banana yellow
pt_pt: Amarelo banana

source: Bandwidth
pt_pt: Largura de banda

source: Bar
pt_pt: Barra

source: Bar Test Pattern (SMPTE)
pt_pt: Padrão do teste de barras (SMPTE)

source: Basic
pt_pt: Básico, Basic (linguagem de programação)

source: Bassas da India
pt_pt: Bassas da Índia

source: Battleship grey
pt_pt: Cinzento navio de guerra

source: Bazaar
pt_pt: Bazar

source: Beau blue
pt_pt: Azul Beau

source: Beaver
pt_pt: Castor

source: Begin
pt_pt: Começar

source: Beginning
pt_pt: A iniciar, Início

source: Beige
pt_pt: Bege

source: Belarus
pt_pt: Bielorrússia

source: Belgium
pt_pt: Bélgica

source: Bermuda
pt_pt: Bermudas

source: Bevel
pt_pt: Chanfro

source: Bhutan
pt_pt: Butão

source: Bit Depth
pt_pt: Profundidade de bits

source: Bit Rate
pt_pt: Taxa de bits

source: Bitmap
pt_pt: Mapa de bits

source: Bittersweet
pt_pt: Agridoce

source: Black
pt_pt: Preto

source: Blanched Almond
pt_pt: Amêndoa pálida

source: Blank
pt_pt: Em branco

source: Blend
pt_pt: Misturar

source: Blizzard Blue
pt_pt: Azul nevasca

source: Block/Unblock
pt_pt: Bloquear/Desbloquear

source: Blond
pt_pt: Loiro

source: Blooming
pt_pt: Florescente

source: Blue
pt_pt: Azul

source: Blue Bell
pt_pt: Azul sino

source: Blue Gray
pt_pt: Cinzento azulado

source: Blue green
pt_pt: Verde azulado

source: Blue purple
pt_pt: Roxo azulado

source: Blue violet
pt_pt: Violeta azulado

source: Blur
pt_pt: Desfocar

source: Blush
pt_pt: Corado

source: Bold
pt_pt: Negrito

source: Bole
pt_pt: Argila

source: Bolivia
pt_pt: Bolívia

source: Bondi blue
pt_pt: Azul Bondi

source: Bone
pt_pt: Osso

source: Book
pt_pt: Livro

source: Bookmark
pt_pt: Marcador, Favorito

source: Boolean
pt_pt: Booliano

source: Border
pt_pt: Contorno

source: Bosnia and Herzegovina
pt_pt: Bósnia e Herzegovina

source: Boston University Red
pt_pt: Vermemlho da Universidade de Boston

source: Bottle green
pt_pt: Verde garrafa

source: Bounce
pt_pt: Ressalto

source: Bouvet Island
pt_pt: Ilha de Bouvet

source: Box
pt_pt: Caixa

source: Brandeis blue
pt_pt: Azul Brandeis

source: Brass
pt_pt: Latão

source: Brazil
pt_pt: Brasil

source: Break
pt_pt: Quebra

source: Brick red
pt_pt: Cor de tijolo

source: Bright cerulean
pt_pt: Cerúlea brilhante

source: Bright green
pt_pt: Verde claro

source: Bright lavender
pt_pt: Lavanda claro

source: Bright maroon
pt_pt: Castanho claro

source: Bright pink
pt_pt: Rosa claro

source: Bright turquoise
pt_pt: Turquesa claro

source: Bright ube
pt_pt: Ube claro

source: Brightness
pt_pt: Brilho

source: Brilliant lavender
pt_pt: Lavanda brilhante

source: Brilliant rose
pt_pt: Rosa brilhante

source: Brink pink
pt_pt: Rosa Brink

source: British Indian Ocean Territory
pt_pt: Território britânico do Oceano Índico

source: British Virgin Islands
pt_pt: Ilhas Virgens Britânicas

source: British racing green
pt_pt: Verde Racing inglês

source: Broadband
pt_pt: Banda larga

source: Brown
pt_pt: Castanho

source: Browse
pt_pt: Navegar, Explorar

source: Browser
pt_pt: Navegador, Explorador

source: Bubble gum
pt_pt: Chiclete

source: Bubbles
pt_pt: Bolhas

source: Bulgaria
pt_pt: Bulgária

source: Bulgarian rose
pt_pt: Rosa búlgara

source: Bullet
pt_pt: Marca

source: Burgundy
pt_pt: Borgonha

source: Burlywood
pt_pt: Madeira robusta

source: Burma
pt_pt: Birmânia

source: Burned-In-Image
pt_pt: Imagem queimada

source: Burnt orange
pt_pt: Laranja queimado

source: Burnt sienna
pt_pt: Sienna queimado

source: Burnt umber
pt_pt: Umbra queimado

source: Business
pt_pt: Negócio

source: Button
pt_pt: Botão

source: Byzantine
pt_pt: Bizantino

source: Byzantium
pt_pt: Bizantino

source: CCD (charge-coupled device)
pt_pt: CCD (dispositivo emparelhado carregado)

source: CCTV (closed-circuit television)
pt_pt: CCTV (televisão em circuito fechado)

source: CG Blue
pt_pt: Azul CG

source: CG Red
pt_pt: Vermelho CG

source: CMOS (complementary metal-oxide-semiconductor)
pt_pt: CMOS (semi-condutor complementar semi-óxido)

source: CODEC (Coding/Decoding)
pt_pt: CODEC (codificar/descodificar)

source: Cache
pt_pt: Memória

source: Cadet
pt_pt: Cadete

source: Cadet blue
pt_pt: Azul cadete

source: Cadet grey
pt_pt: Cinzento cadete

source: Cadmium green
pt_pt: Verde cádmio

source: Cadmium orange
pt_pt: Laranja cádmio

source: Cadmium red
pt_pt: Vermelho cádmio

source: Cadmium yellow
pt_pt: Amarelo cádmio

source: Café au lait
pt_pt: Café com leite

source: Café noir
pt_pt: Café preto

source: Cal Poly Pomona green
pt_pt: Verde Cal Poly Pomona

source: Calculate
pt_pt: Calcular

source: Calculation
pt_pt: Cálculo

source: Calculus
pt_pt: Cálculo

source: Cambodia
pt_pt: Cambodja

source: Cambridge Blue
pt_pt: Azul Cambridge

source: Camel
pt_pt: Camelo

source: Cameroon
pt_pt: Camarões

source: Camouflage green
pt_pt: Camuflagem verde

source: Canada
pt_pt: Canadá

source: Canary
pt_pt: Canário

source: Canary yellow
pt_pt: Amarelo canário

source: Cancel
pt_pt: Cancelar

source: Candy apple red
pt_pt: Vermelho Candy apple

source: Candy pink
pt_pt: Rosa Candy

source: Cannot
pt_pt: Impossível

source: Cannot open file
pt_pt: Impossível abrir o ficheiro

source: Cap
pt_pt: Boné, Barrete, Topo

source: Cape Verde
pt_pt: Cabo Verde

source: Caption
pt_pt: Legenda

source: Cardinal
pt_pt: Cardeal

source: Caribbean green
pt_pt: Verde do Caribe

source: Carmine
pt_pt: Carmim

source: Carmine pink
pt_pt: Rosa carmim

source: Carmine red
pt_pt: Vermelho carmim

source: Carnation pink
pt_pt: Cravo rosa

source: Carnelian
pt_pt: Cornalina

source: Carolina blue
pt_pt: Azul Carolina

source: Carrot orange
pt_pt: Cor de cenoura

source: Category
pt_pt: Categoria

source: Cayman Islands
pt_pt: Ilhas Cayman

source: Celestial blue
pt_pt: Azul celestial

source: Cell
pt_pt: Célula

source: Center
pt_pt: Centre, Centrar, Centro

source: Centered
pt_pt: Centrado

source: Central African Republic
pt_pt: República Centro-Africana

source: Cerise
pt_pt: Cor de cereja

source: Cerise pink
pt_pt: Cor de cereja rosa

source: Cerulean
pt_pt: Ceruleano

source: Cerulean blue
pt_pt: Azul ceruleano

source: Chad
pt_pt: Chade

source: Champagne
pt_pt: Champanhe

source: Change
pt_pt: Altere, Alterar

source: Changed
pt_pt: Alterado

source: Chapter
pt_pt: Capítulo

source: Character
pt_pt: Carácter

source: Charcoal
pt_pt: Carvão

source: Charged Couple Device
pt_pt: Dispositivo emparelhado carregado

source: Chart
pt_pt: Gráfico (de barras, etc), Mapa

source: Check
pt_pt: Marcar, Verificar, Procurar

source: Check (Verify)
pt_pt: Verificar

source: Check (for updates)
pt_pt: Procurar (actualizações)

source: Checkbox
pt_pt: Caixa de marcação

source: Cherry
pt_pt: Cereja

source: Cherry blossom pink
pt_pt: Flor de cerejeira rosa

source: Chestnut
pt_pt: Castanha

source: Chinese
pt_pt: Chinês

source: Choose
pt_pt: Escolha, Escolher

source: Christmas Island
pt_pt: Ilha do Natal

source: Chroma
pt_pt: Croma

source: Chroma Control
pt_pt: Controlo de croma

source: Chroma Detector
pt_pt: Detector de cor

source: Chromatic Aberration
pt_pt: Aberração cromática

source: Chromaticity
pt_pt: Cromaticidade

source: Chrome yellow
pt_pt: Amarelo crómio

source: Chrominance
pt_pt: Crominância

source: Chrominance Signal/Subcarrier
pt_pt: Sinal/Sub-portadora de crominância

source: Cinnabar
pt_pt: Cinabre

source: Cinnamon
pt_pt: Canela

source: Circle
pt_pt: Círculo

source: Citrine
pt_pt: Citrino

source: Clamp
pt_pt: Grampo, pinça, braçadeira

source: Clamping
pt_pt: Limitar

source: Class
pt_pt: Classe

source: Classic rose
pt_pt: Rosa clássica

source: Clean
pt_pt: Limpar

source: Clear
pt_pt: Limpar

source: Click
pt_pt: Clique, Clicar

source: Clipboard
pt_pt: Área de transferência, Memória

source: Clipperton Island
pt_pt: Ilha Clipperton

source: Clipping
pt_pt: Aparar

source: Close
pt_pt: Feche, Fechar

source: Closed
pt_pt: Fechado

source: Closed-Circuit Television
pt_pt: Televisão em circuito fechado

source: Coaxial Cable
pt_pt: Cabo coaxial

source: Cobalt
pt_pt: Cobalto

source: Cocoa brown
pt_pt: Cacau castanho

source: Cocos (Keeling) Islands
pt_pt: Ilhas Cocos (Keeling)

source: Code
pt_pt: Código

source: Coffee
pt_pt: Café

source: Colombia
pt_pt: Colômbia

source: Color
pt_pt: Cor

source: Color Burst
pt_pt: Pico de cor

source: Color Edging
pt_pt: Margens de cor

source: Color Encoder
pt_pt: Codificador de cor

source: Color Fringing
pt_pt: Cor marginal

source: Color Purity
pt_pt: Pureza de cor

source: Color Saturation
pt_pt: Saturação de cor

source: Color Sync Signal
pt_pt: Sinal de sincronizção de cor

source: Color Transmission
pt_pt: Transmissão de cor

source: Color-burn
pt_pt: Sobrexposição

source: Color-dodge
pt_pt: Subexposição

source: Columbia blue
pt_pt: Azul Columbia

source: Column
pt_pt: Coluna

source: Combine
pt_pt: Combinar

source: Command
pt_pt: Comando

source: Comment
pt_pt: Comentário

source: Common Sentences
pt_pt: Frases comuns

source: Common sentences
pt_pt: Frases frequentes

source: Communications Network
pt_pt: Rede de comunicações

source: Comoros
pt_pt: Comores

source: Completed
pt_pt: Concluído

source: Completion
pt_pt: Conclusão

source: Complex
pt_pt: Complexo

source: Component
pt_pt: Componente

source: Composite Video Signal
pt_pt: Sinal vídeo composto

source: Compression
pt_pt: Compressão

source: Condition
pt_pt: Condição

source: Conditional
pt_pt: Condicional

source: Configuration
pt_pt: Configuração

source: Confirm
pt_pt: Confirmar

source: Congo, Democratic Republic of the
pt_pt: República Democrática do Congo

source: Congo, Republic of the
pt_pt: República do Congo

source: Connect
pt_pt: Ligar

source: Connection
pt_pt: Ligação

source: Connector
pt_pt: Conector

source: Contact
pt_pt: Contacto

source: Content
pt_pt: Conteúdo

source: Continue
pt_pt: Continue, Continuar

source: Contour
pt_pt: Contorno

source: Contrast
pt_pt: Contraste

source: Contrast Range (Ratio)
pt_pt: Intervalo de contraste (proporção)

source: Control
pt_pt: Controlo

source: Convergence
pt_pt: Convergência

source: Conversion
pt_pt: Conversão

source: Convert
pt_pt: Converter

source: Converted
pt_pt: Convertido

source: Cook Islands
pt_pt: Ilhas Cook

source: Cool black
pt_pt: Preto fresco

source: Cool grey
pt_pt: Cinzento fresco

source: Copper
pt_pt: Cobre

source: Copper rose
pt_pt: Rosa acobreado

source: Copy
pt_pt: Copie, Copiar

source: Coral Sea Islands
pt_pt: Ilhas do Mar do Coral

source: Coral pink
pt_pt: Coral rosa

source: Coral red
pt_pt: Coral vermelho

source: Cordovan
pt_pt: Cordovão

source: Core Components
pt_pt: Componentes nucleares

source: Corn
pt_pt: Milho

source: Cornell Red
pt_pt: Vermelho Cornell

source: Cornflower
pt_pt: Centáurea-azul

source: Cornflower blue
pt_pt: Azul Cornflower

source: Corrupt
pt_pt: Corrupto

source: Cosmic latte
pt_pt: Latte cósmico

source: Costume
pt_pt: Traje

source: Cote d'Ivoire
pt_pt: Costa do Marfim

source: Cotton candy
pt_pt: Algodão doce

source: Could not
pt_pt: Impossível

source: Couldn't
pt_pt: Impossível

source: Count
pt_pt: Total, Contar

source: Cream
pt_pt: Creme

source: Create
pt_pt: Crie, Criar

source: Created
pt_pt: Criado

source: Creating
pt_pt: A criar

source: Crimson
pt_pt: Carmesim

source: Crimson Red
pt_pt: Vermelho carmesim

source: Crimson glory
pt_pt: Glória carmesim

source: Criteria
pt_pt: Critério

source: Croatia
pt_pt: Croácia

source: Cropping
pt_pt: Recortar

source: Crosstalk
pt_pt: Sinal cruzado

source: Cu_t
pt_pt: Cor_tar

source: Currency
pt_pt: Moeda

source: Curve
pt_pt: Curva

source: Custom
pt_pt: Personalizado

source: Customize
pt_pt: Personalizar

source: Cyan
pt_pt: Ciano

source: Cyprus
pt_pt: Chipre

source: Czech Republic
pt_pt: República Checa

source: Dandelion
pt_pt: Dente-de-leão

source: Dark blue
pt_pt: Azul escuro

source: Dark brown
pt_pt: Castanho escuro

source: Dark byzantium
pt_pt: Byzantium escuro

source: Dark candy apple red
pt_pt: Vermelho maçã escura

source: Dark cerulean
pt_pt: Cerulean escuro

source: Dark chestnut
pt_pt: Castanha escura

source: Dark coral
pt_pt: Coral escuro

source: Dark cyan
pt_pt: Ciano escuro

source: Dark electric blue
pt_pt: Azul eléctrico escuro

source: Dark goldenrod
pt_pt: Goldenrod escuro

source: Dark gray
pt_pt: Cinzento escuro

source: Dark green
pt_pt: Verde escuro

source: Dark jungle green
pt_pt: Verde selva escuro

source: Dark khaki
pt_pt: Cáqui escuro

source: Dark lava
pt_pt: Lava escura

source: Dark lavender
pt_pt: Lavanda escura

source: Dark magenta
pt_pt: Magenta escuro

source: Dark midnight blue
pt_pt: Azul escuro meia-noite

source: Dark olive green
pt_pt: Verde-azeitona escuro

source: Dark orange
pt_pt: Laranja escuro

source: Dark orchid
pt_pt: Orquídea escura

source: Dark pastel blue
pt_pt: Azul pastel escuro

source: Dark pastel green
pt_pt: Verde pastel escuro

source: Dark pastel purple
pt_pt: Roxo pastel escuro

source: Dark pastel red
pt_pt: Vermelho pastel escuro

source: Dark pink
pt_pt: Rosa escuro

source: Dark powder blue
pt_pt: Azul pólvora escuro

source: Dark raspberry
pt_pt: Framboesa escura

source: Dark red
pt_pt: Vermelho escuro

source: Dark salmon
pt_pt: Salmão escuro

source: Dark scarlet
pt_pt: Escarlate escuro

source: Dark sea green
pt_pt: Verde mar escuro

source: Dark sienna
pt_pt: Siena escuro

source: Dark slate blue
pt_pt: Azul ardósia escuro

source: Dark slate gray
pt_pt: Dark ardósia cinza

source: Dark spring green
pt_pt: Verde Primavera escuro

source: Dark tan
pt_pt: Bronzeado escuro

source: Dark tangerine
pt_pt: Tangerina escura

source: Dark taupe
pt_pt: Taupe escuro

source: Dark terra cotta
pt_pt: Terracota escura

source: Dark turquoise
pt_pt: Turquesa escura

source: Dark violet
pt_pt: Violeta escuro

source: Dartmouth green
pt_pt: Verde Dartmouth

source: Data
pt_pt: Dados

source: Data source
pt_pt: Fonte de dados

source: Database
pt_pt: Base de dados

source: Date
pt_pt: Data

source: Davy grey
pt_pt: Cinzento Davy

source: Day
pt_pt: Dia

source: Debian red
pt_pt: Vermelho Debian

source: Debug
pt_pt: Depurar, Depuração

source: December
pt_pt: Dezembro

source: Decoder
pt_pt: Descodificador

source: Deep carmine
pt_pt: Carmin profundo

source: Deep carmine pink
pt_pt: Rosa carmin profundo

source: Deep carrot orange
pt_pt: Cor de cenoura profunda

source: Deep cerise
pt_pt: Cereja profundo

source: Deep champagne
pt_pt: Champanhe profundo

source: Deep chestnut
pt_pt: Castanha profunda

source: Deep coffee
pt_pt: Café profundo

source: Deep fuchsia
pt_pt: Fúcsia profunda

source: Deep jungle green
pt_pt: Verde selva profundo

source: Deep lilac
pt_pt: Lilás profundo

source: Deep magenta
pt_pt: Magenta profundo

source: Deep peach
pt_pt: Pêssego profundo

source: Deep pink
pt_pt: Rosa profundo

source: Deep saffron
pt_pt: Açafrão profundo

source: Deep sky blue
pt_pt: Azul céu profundo

source: Default
pt_pt: Predefinição

source: Define
pt_pt: Definir

source: Defined
pt_pt: Definido

source: Definition
pt_pt: Definição

source: Delete
pt_pt: Elimine, Eliminar

source: Deleted
pt_pt: Eliminado

source: Deletion
pt_pt: Eliminação

source: Denmark
pt_pt: Dinamarca

source: Depth of Field
pt_pt: Profundidade de campo

source: Depth of Focus
pt_pt: Profundidade de foco

source: Desaturate
pt_pt: Reduzir saturação

source: Descending
pt_pt: Descendente

source: Description
pt_pt: Descrição

source: Desert
pt_pt: Deserto

source: Desert sand
pt_pt: Areia do deserto

source: Design
pt_pt: Desenho

source: Desired
pt_pt: Desejado

source: Desktop
pt_pt: Computador, Área de trabalho

source: Destination
pt_pt: Destino

source: Detail
pt_pt: Detalhe

source: Detailed
pt_pt: Detalhado

source: Determined
pt_pt: Determinado

source: Device
pt_pt: Dispositivo

source: Dialog
pt_pt: Diálogo

source: Digital Imager
pt_pt: Gerador de imagens digital

source: Digital Signal
pt_pt: Sinal digital

source: Digital Signal Processing (DSP)
pt_pt: Processamento de sinais digitais (DSP)

source: Digital Television
pt_pt: Televisão digital

source: Digitizing
pt_pt: Digitalizar

source: Dim gray
pt_pt: Cinzento escuro

source: Dimension
pt_pt: Dimensão

source: Direction
pt_pt: Direcção

source: Directory
pt_pt: Pasta

source: Disable
pt_pt: Desactivar

source: Disabled
pt_pt: Desactivado

source: Discrimination Level (also known as Level of Discrimination)
pt_pt: Nível de discriminação

source: Disk
pt_pt: Disco

source: Display
pt_pt: Mostrar

source: Display the program's version
pt_pt: Mostrar a versão do programa

source: Display this information
pt_pt: Mostrar esta informação

source: Displayed
pt_pt: Mostrado

source: Distortion
pt_pt: Distorção

source: Distribution
pt_pt: Distribuição

source: Distribution Amplifier
pt_pt: Amplificador de distribuição

source: Distro
pt_pt: Distribuição

source: Dithering
pt_pt: Pontilhado

source: Dock, Dockable
pt_pt: Ancorar, Ancorável

source: Dodger blue
pt_pt: Azul Dodger

source: Dogwood rose
pt_pt: Rosa Dogwood

source: Dollar bill
pt_pt: Nota de dólar

source: Dominican Republic
pt_pt: República Dominicana

source: Dot
pt_pt: Ponto

source: Double
pt_pt: Duplo

source: Download
pt_pt: Transferir

source: Drab
pt_pt: Castanho amarelado

source: Drag
pt_pt: Arrastar

source: Draw
pt_pt: Desenhar

source: Drawing
pt_pt: Desenho, A desenhar

source: Drive
pt_pt: Unidade

source: Driver
pt_pt: Controlador

source: Drop
pt_pt: Largar

source: Dropdown List
pt_pt: Lista pendente

source: Due
pt_pt: Devido

source: Duke blue
pt_pt: Azul Duke

source: Duplicate
pt_pt: Duplicado

source: Dynamic Range
pt_pt: Intervalo dinâmico

source: EIA Sync
pt_pt: Sincronização EIA

source: Earth yellow
pt_pt: Terra amarela

source: Ecuador
pt_pt: Equador

source: Edge
pt_pt: Margem

source: Edit
pt_pt: Edite, Editar

source: Editing
pt_pt: A editar

source: Effect
pt_pt: Efeito

source: Eggplant
pt_pt: Berinjela

source: Eggshell
pt_pt: Casca de ovo

source: Egypt
pt_pt: Egito

source: Egyptian blue
pt_pt: Azul egípcio

source: Electric blue
pt_pt: Azul eléctrico

source: Electric crimson
pt_pt: Carmim eléctrico

source: Electric cyan
pt_pt: Ciano eléctrico

source: Electric green
pt_pt: Verde eléctrico

source: Electric indigo
pt_pt: Indigo eléctrico

source: Electric lavender
pt_pt: Lavanda eléctrica

source: Electric lime
pt_pt: Cal eléctrica

source: Electric purple
pt_pt: Roxo eléctrico

source: Electric violet
pt_pt: Violeta eléctrica

source: Electric yellow
pt_pt: Amarelo eléctrico

source: Element
pt_pt: Elemento

source: Embedd
pt_pt: Integrar

source: Emboss
pt_pt: Embutido

source: Emerald
pt_pt: Esmeralda

source: Empty
pt_pt: Vazio, Em branco

source: Enable
pt_pt: Activar

source: Enter
pt_pt: Inserir, Insira

source: Entered
pt_pt: Inserido

source: Entries
pt_pt: Entradas

source: Entry
pt_pt: Entrada, Elemento de tabela

source: Environment
pt_pt: Ambiente

source: Equal
pt_pt: Igual

source: Equalizer
pt_pt: Equalizador

source: Equatorial Guinea
pt_pt: Guiné Equatorial

source: Erase
pt_pt: Apague, Apagar

source: Eritrea
pt_pt: Eritreia

source: Error
pt_pt: Erro

source: Error occurred
pt_pt: Ocorreu um erro

source: Error:
pt_pt: Erro:

source: Established
pt_pt: Estabelecido

source: Estonia
pt_pt: Estónia

source: Ethiopia
pt_pt: Etiópia

source: Eton blue
pt_pt: Eton azul

source: Europa Island
pt_pt: Ilha Europa

source: Event
pt_pt: Evento

source: Execute
pt_pt: Executar

source: Executed
pt_pt: Executado

source: Exist
pt_pt: Existe

source: Existing
pt_pt: Existente

source: Exists
pt_pt: Existe

source: Export
pt_pt: Exportar

source: Expression
pt_pt: Expressão

source: Expunge
pt_pt: Expurgar
